Repository: fabarea/media_upload
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# fineUploader.message.errorType
source: {file} has an invalid extension. Valid extension(s): {extensions}.
de: {file} hat eine ungültige Erweiterung. Gültig ist/sind: {extensions}.

# fineUploader.message.sizeError
source: {file} is too large, maximum file size is {sizeLimit}.
de: {file} ist zu groß, maximale Dateigröße ist {sizeLimit}.

# fineUploader.message.minSizeError
source: {file} is too small, minimum file size is {minSizeLimit}.
de: {file} ist zu klein, minimale Dateigröße ist {minSizeLimit}.

# fineUploader.message.emptyError
source: {file} is empty, please select files again without it.
de: {file} ist leer, bitte wählen Sie Dateien erneut ohne dieser aus.

# fineUploader.message.noFilesError
source: No files to upload.
de: Keine Dateien hochzuladen.

# fineUploader.message.tooManyItemsError
source: Too many items ({netItems}) would be uploaded. Item limit is {itemLimit}.
de: Zu viele Dateien ({netItems}) würden hochgeladen. Höchste Anzahl ist {itemLimit}.

# fineUploader.message.maxHeightImageError
source: Image is too tall.
de: Bild ist zu hoch.

# fineUploader.message.maxWidthImageError
source: Image is too wide.
de: Bild ist zu breit.

# fineUploader.message.minHeightImageError
source: Image is not tall enough.
de: Bild ist nicht hoch genug.

# fineUploader.message.minWidthImageError
source: Image is not wide enough.
de: Bild ist nicht breit genug.

# fineUploader.message.retryFailTooManyItems
source: Retry failed - you have reached your file limit.
de: Wiederholen fehlgeschlagen - maximale Datei Anzahl erreicht.

# fineUploader.message.onLeave
source: The files are being uploaded, if you leave now the upload will be canceled.
de: Dateien werden gerade hochgeladen. Wenn Sie die Seite jetzt verlassen, wird das Hochladen abgebrochen.

# fineUploader.message.unsupportedBrowserIos8Safari
source: Unrecoverable error - this browser does not permit file uploading of any kind due to serious bugs in iOS8 Safari. Please use iOS8 Chrome until Apple fixes these issues.
de: Nicht behebbarer Fehler - dieser Browser erlaubt kein Hochladen von Dateien in irgendeiner Art aufgrund von schwerwiegenden Fehlern in iOS8 Safari. Bitte benutzen Sio iOS8 Chrome bis Apple die Fehler behoiben hat.

# fineUploader.cancel
source: Cancel
de: Abbrechen

# fineUploader.retry
source: Retry
de: Wiederholen

# fineUploader.delete
source: Delete
de: Löschen

# fineUploader.continue
source: Continue
de: Fortsetzen

# fineUploader.view
source: View
de: Ansehen

# fineUploader.processingDropFiles
source: Processing dropped files...
de: Verarbeiten der hineingezogenen Dateien...

# fineUploader.dropFilesHere
source: Drop files here to upload...
de: Dateien hier herein ziehen, um sie hochzuladen...

# fineUploader.uploadFile
source: Upload a file
de: Datei hochladen
